[Package]
Name=Sunburst
Name_de=Sunburst
Name_ja=サンバースト
Name_cn=Sunburst 图
Description=Sunburst is a kind of doughnut chart displaying hierarchy data. Each circle represents one level, and the innermost circle the top level.\nXXY columns are required: 1st X is the top-level category and 2nd X the sub-level, Y is data value.
Description_de=Sunburst ist eine Art Ringdiagramm, das Hierarchiedaten anzeigt. Jeder Kreis stellt eine Ebene dar. Der innerste Kreis ist die höchste Ebene.\nXXY-Spalten sind erforderlich: Das 1. X ist die Kategorie der höchsten Ebene und das 2. X ist die Unterebene. Y ist der Datenwert.
Description_ja=サンバースト図は、階層データを表示するためのドーナツグラフの一種です。各円は1つのレベルを表し、最も内側の円は最上位レベルを表します。\n作図にはXYY列が必要です。1番目のXは最上位レベルのカテゴリ、2番目のXはサブレベル、Yはデータ値です。
Description_cn=Sunburst 图是一种可以显示层次结构数据的同心圆弧图。每个圆弧代表一个级别，最里面的圆弧表示顶层。\n需要使用 XYY 列绘图：第一个 X 列是顶层类别， 第二个 X 列是子类别， Y 列是数据值。
ID=776
Version=1.0
Category=Bar, Pie, Area
Keywords=
Author=OriginLab Corp.
[Origin]
Version=9.8
Pro=0
